<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<!doctype html>
<html lang="en">
<head>
    <meta charset="UTF-8">
    <meta name="viewport"
          content="width=device-width, user-scalable=no, initial-scale=1.0, maximum-scale=1.0, minimum-scale=1.0">
    <meta http-equiv="X-UA-Compatible" content="ie=edge">
    <title>URDO</title>
    <!-- 링크 -->
    <jsp:include page="../../resources/includes/link.jsp"/>
    <!-- CSS -->
    <link rel="stylesheet" href="../../resources/css/common.css">
    <link rel="stylesheet" href="../../resources/css/boardRead.css">
<body>
<!--네비게이션 시작-->
<jsp:include page="../../resources/includes/nav.jsp"/>

<!-- 메인 시작 -->
<section class="Main">
    <div class="container">
        <div id="container_Title">
            게시판 > 유머 > 웃긴자료
        </div>
        <div id="search">
            <div>웃긴 자료</div>
            <div>|</div>
            <input type="text" class="searchBar" placeholder="검색어를 입력하세요">
            <img src="../resources/img/sidebar/main-searchbar.svg" class="searchBarIcon menuIcon" id="searchBarIcon">
        </div>
    </div>

<<<<<<< HEAD
		<div class="container2">
			<table class="cont_tbl">
				<tr class="cont_tbl_r1">
					<td colspan="4">메밀 꽃 필 무렵</td>
				</tr>
				<tr class="cont_tbl_r2">
					<td>작성자 : 이효석</td>
					<td>작성일시 : 몇월며칠</td>
					<td>조회수 : 0</td>
					<td>추천수 : 0</td>
				</tr>
				<tr class="cont_tbl_r3">
					<td colspan="4">1940년대, 양자역학의 도입과 함께 고전역학으로부터의 패러다임이 변화하면서 물리법칙을 설명하기 위한 표준모형이 도입되기 시작한다.[6][7]
						이 과정에서 물리적 계의 위상 변화(변환)와 물리법칙의 불변성을 동시에 표준모형에 적용하기 위해 대칭성이 도입되는데, 파동함수의 위상이 특정 방식으로 바뀌더라도 관측가능한 양, 입자의 분포, 입자의 속도, 에너지 등의 속성이 불변해야만 물리법칙이 성립하므로 이를 강제하기 위한 물리법칙이 가져야 할 특성으로 대칭성, 그중에서도 게이지 대칭성을 도입한다.[8][9]
						게이지 대칭성의 존재는 그에 대응하는 게이지 장[10]이 존재하는 것을 의미한다. 이 게이지장을 기술하는 특성을 만족시키면서 국소적으로 존재확률이 0이 아닌 해가 있는데 이것이 바로 게이지 입자이다. 불확정성의 원리에 따라 게이지 입자도 짧은 순간이라면 진공 속에서 나타났다가 사라질 수 있는데, 표준모형은 이 가상입자와 실제 입자의 상호작용을 힘으로 설명한다. 즉, 우주에 존재하는 힘이 사실은 입자를 주고받으며 생긴다는 것이다. 이는 전자기력, 약력, 강력이 각각 광자, W/ZW/Z입자, 글루온이라는 입자를 주고받으며 생긴다는 뜻이 된다.
						게이지 대칭성이라는 것 자체가 당연한 대칭성(우주 전체의 위상을 일정 수치 돌린다든지)을 제외하면 특정 상호작용을 기술하기 위한 것이기 때문에 특정 게이지=특정 게이지 입자(힘 전달 입자)=특정 힘 이라고 이해해도 좋다.
						1964년에 동시다발적으로 게이지 보손에 질량을 주는 힉스 메커니즘이 제안되었다.[11] 일반적으로는 게이지 보손의 질량은 0이지만 약력의 게이지 입자인 WW, ZZ입자들은 질량이 크다.[12] 질량이 0이 아닌 게이지 입자들을 설명하기 위한 메커니즘인 힉스 메커니즘은 전체적으론 대칭적이지만 최소 에너지 상태 근처에선 비대칭적인 힉스장을 가정해서 원래 존재하던 대칭적이고 질량이 0인 게이지 보손을 질량이 0인 광자(전자기력)과 질량이 큰 3개의 W^+W 
						+, W^-W  − 및 Z^0Z  0 입자(약력)로 나누는 데 성공했다. 1967년 와인버그와 살람에 의해 힉스장으로 게이지 입자들 뿐만이 아니라 페르미온들에게까지 질량을 주는 방법이 고안되었다. 물질을 기술하는 양자장 이론은 가장 기초적인 형태로는 질량을 포함하지 않는데 이는 게이지 대칭성을 유지하면서 질량을 주는 항을 넣기가 까다롭기 때문이다.[13][14] 그러나 현실에서는 많은 소립자가 질량을 가지고 있기에, 이런 모순을 해결하기 위해 힉스 장을 이용하였다.
						'힉스장'이 없는 곳에서 입자들은 상대성으로 정의되는[15] 질량을 가질 수 없다. 하지만, 힉스장이 입자와 상호작용을 하면 그 부분에서의 힉스장의 밀도가 상승하는 경향이 존재한다. 일명 '힉스장의 밀도 차이'가 질량의 개념이 되는 것이다. 단적으로 설명하자면 무거운 놈이 가벼운 놈보다 무거운 이유는 무거운 놈이 힉스입자와 상호작용을 많이 하는 놈이기 때문이라는 것.[16]
						이를 정리하면 다음과 같다. 물리법칙의 항상성을 위해 게이지 대칭성을 도입한다. 약력의 문제점과 전자기약력의 통합을 위해 힉스 메카니즘(=자발적 대칭성 깨짐)을 도입한다.
						또한 추가로, 입자들이 질량을 가질 수 없다를 문제점을 해결하기 위해 힉스장을 이용해 표준모형을 완성한다. 이 표준모형은 실험적인 예측에서 엄청난 성공을 거둔다.
						힉스장의 확실한 증거인 힉스 입자를 찾아 이론의 무결성을 증명하고 싶었던 과학자들은 힉스 입자를 찾기 위해 엄청난 노력을 한다. 이렇게 정리할 수 있다. 즉 개념으로서 도입된 이후, 다양한 실험적 증거들로 보강되고, 그 마침표를 찍기 위해 힉스 입자를 찾으려 한 것.
						한 가지 주의할 점은 힉스장의 존재가 다수의 기본 입자가 개별 질량을 가진다는 사실을 설명하기는 하지만 질량 자체를 설명하는 것은 아니라는 점이다. 이를 설명하기 위해 여러 기본 입자로 구성된 원자 모델을 가정해보자. 이 원자를 구성하는 기본 입자들이 힉스장에 의해 가지는 질량을 다 더했을 때, 그 총합은 원자의 질량보다 작다(!). 그 기본 입자들이 원자 내에서 서로 상호작용하면서 나타나는 질량을 고려하지 않았기 때문이다. 결론은 '''힉스 보손은 기본 입자에 질량을 부여하기는 하지만, 이와 별개로 기본 입자 간의 상호작용 또한 질량이라는 물리적 성질에 영향을 미치는 요소이기 때문에 힉스 보손이 거시적 관점에서 보았을 때 질량의 핵심 요소라고 보기에는 부족함이 있다."이다. 실제로도 힉스 매커니즘의 한계를 뛰어넘기 위해 입자들의 질량을 주는 여러가지 가설들이 제안되어 있다. 참조. 질량이 무엇인지는 질량 문서를 참고하자.한 가지 주의할 점은 힉스장의 존재가 다수의 기본 입자가 개별 질량을 가진다는 사실을 설명하기는 하지만 질량 자체를 설명하는 것은 아니라는 점이다. 이를 설명하기 위해 여러 기본 입자로 구성된 원자 모델을 가정해보자. 이 원자를 구성하는 기본 입자들이 힉스장에 의해 가지는 질량을 다 더했을 때, 그 총합은 원자의 질량보다 작다(!). 그 기본 입자들이 원자 내에서 서로 상호작용하면서 나타나는 질량을 고려하지 않았기 때문이다. 결론은 '''힉스 보손은 기본 입자에 질량을 부여하기는 하지만, 이와 별개로 기본 입자 간의 상호작용 또한 질량이라는 물리적 성질에 영향을 미치는 요소이기 때문에 힉스 보손이 거시적 관점에서 보았을 때 질량의 핵심 요소라고 보기에는 부족함이 있다."이다. 실제로도 힉스 매커니즘의 한계를 뛰어넘기 위해 입자들의 질량을 주는 여러가지 가설들이 제안되어 있다. 참조. 질량이 무엇인지는 질량 문서를 참고하자한 가지 주의할 점은 힉스장의 존재가 다수의 기본 입자가 개별 질량을 가진다는 사실을 설명하기는 하지만 질량 자체를 설명하는 것은 아니라는 점이다. 이를 설명하기 위해 여러 기본 입자로 구성된 원자 모델을 가정해보자. 이 원자를 구성하는 기본 입자들이 힉스장에 의해 가지는 질량을 다 더했을 때, 그 총합은 원자의 질량보다 작다(!). 그 기본 입자들이 원자 내에서 서로 상호작용하면서 나타나는 질량을 고려하지 않았기 때문이다. 결론은 '''힉스 보손은 기본 입자에 질량을 부여하기는 하지만, 이와 별개로 기본 입자 간의 상호작용 또한 질량이라는 물리적 성질에 영향을 미치는 요소이기 때문에 힉스 보손이 거시적 관점에서 보았을 때 질량의 핵심 요소라고 보기에는 부족함이 있다."이다. 실제로도 힉스 매커니즘의 한계를 뛰어넘기 위해 입자들의 질량을 주는 여러가지 가설들이 제안되어 있다. 참조. 질량이 무엇인지는 질량 문서를 참고하자한 가지 주의할 점은 힉스장의 존재가 다수의 기본 입자가 개별 질량을 가진다는 사실을 설명하기는 하지만 질량 자체를 설명하는 것은 아니라는 점이다. 이를 설명하기 위해 여러 기본 입자로 구성된 원자 모델을 가정해보자. 이 원자를 구성하는 기본 입자들이 힉스장에 의해 가지는 질량을 다 더했을 때, 그 총합은 원자의 질량보다 작다(!). 그 기본 입자들이 원자 내에서 서로 상호작용하면서 나타나는 질량을 고려하지 않았기 때문이다. 결론은 '''힉스 보손은 기본 입자에 질량을 부여하기는 하지만, 이와 별개로 기본 입자 간의 상호작용 또한 질량이라는 물리적 성질에 영향을 미치는 요소이기 때문에 힉스 보손이 거시적 관점에서 보았을 때 질량의 핵심 요소라고 보기에는 부족함이 있다."이다. 실제로도 힉스 매커니즘의 한계를 뛰어넘기 위해 입자들의 질량을 주는 여러가지 가설들이 제안되어 있다. 참조. 질량이 무엇인지는 질량 문서를 참고하자한 가지 주의할 점은 힉스장의 존재가 다수의 기본 입자가 개별 질량을 가진다는 사실을 설명하기는 하지만 질량 자체를 설명하는 것은 아니라는 점이다. 이를 설명하기 위해 여러 기본 입자로 구성된 원자 모델을 가정해보자. 이 원자를 구성하는 기본 입자들이 힉스장에 의해 가지는 질량을 다 더했을 때, 그 총합은 원자의 질량보다 작다(!). 그 기본 입자들이 원자 내에서 서로 상호작용하면서 나타나는 질량을 고려하지 않았기 때문이다. 결론은 '''힉스 보손은 기본 입자에 질량을 부여하기는 하지만, 이와 별개로 기본 입자 간의 상호작용 또한 질량이라는 물리적 성질에 영향을 미치는 요소이기 때문에 힉스 보손이 거시적 관점에서 보았을 때 질량의 핵심 요소라고 보기에는 부족함이 있다."이다. 실제로도 힉스 매커니즘의 한계를 뛰어넘기 위해 입자들의 질량을 주는 여러가지 가설들이 제안되어 있다. 참조. 질량이 무엇인지는 질량 문서를 참고하자한 가지 주의할 점은 힉스장의 존재가 다수의 기본 입자가 개별 질량을 가진다는 사실을 설명하기는 하지만 질량 자체를 설명하는 것은 아니라는 점이다. 이를 설명하기 위해 여러 기본 입자로 구성된 원자 모델을 가정해보자. 이 원자를 구성하는 기본 입자들이 힉스장에 의해 가지는 질량을 다 더했을 때, 그 총합은 원자의 질량보다 작다(!). 그 기본 입자들이 원자 내에서 서로 상호작용하면서 나타나는 질량을 고려하지 않았기 때문이다. 결론은 '''힉스 보손은 기본 입자에 질량을 부여하기는 하지만, 이와 별개로 기본 입자 간의 상호작용 또한 질량이라는 물리적 성질에 영향을 미치는 요소이기 때문에 힉스 보손이 거시적 관점에서 보았을 때 질량의 핵심 요소라고 보기에는 부족함이 있다."이다. 실제로도 힉스 매커니즘의 한계를 뛰어넘기 위해 입자들의 질량을 주는 여러가지 가설들이 제안되어 있다. 참조. 질량이 무엇인지는 질량 문서를 참고하자한 가지 주의할 점은 힉스장의 존재가 다수의 기본 입자가 개별 질량을 가진다는 사실을 설명하기는 하지만 질량 자체를 설명하는 것은 아니라는 점이다. 이를 설명하기 위해 여러 기본 입자로 구성된 원자 모델을 가정해보자. 이 원자를 구성하는 기본 입자들이 힉스장에 의해 가지는 질량을 다 더했을 때, 그 총합은 원자의 질량보다 작다(!). 그 기본 입자들이 원자 내에서 서로 상호작용하면서 나타나는 질량을 고려하지 않았기 때문이다. 결론은 '''힉스 보손은 기본 입자에 질량을 부여하기는 하지만, 이와 별개로 기본 입자 간의 상호작용 또한 질량이라는 물리적 성질에 영향을 미치는 요소이기 때문에 힉스 보손이 거시적 관점에서 보았을 때 질량의 핵심 요소라고 보기에는 부족함이 있다."이다. 실제로도 힉스 매커니즘의 한계를 뛰어넘기 위해 입자들의 질량을 주는 여러가지 가설들이 제안되어 있다. 참조. 질량이 무엇인지는 질량 문서를 참고하자한 가지 주의할 점은 힉스장의 존재가 다수의 기본 입자가 개별 질량을 가진다는 사실을 설명하기는 하지만 질량 자체를 설명하는 것은 아니라는 점이다. 이를 설명하기 위해 여러 기본 입자로 구성된 원자 모델을 가정해보자. 이 원자를 구성하는 기본 입자들이 힉스장에 의해 가지는 질량을 다 더했을 때, 그 총합은 원자의 질량보다 작다(!). 그 기본 입자들이 원자 내에서 서로 상호작용하면서 나타나는 질량을 고려하지 않았기 때문이다. 결론은 '''힉스 보손은 기본 입자에 질량을 부여하기는 하지만, 이와 별개로 기본 입자 간의 상호작용 또한 질량이라는 물리적 성질에 영향을 미치는 요소이기 때문에 힉스 보손이 거시적 관점에서 보았을 때 질량의 핵심 요소라고 보기에는 부족함이 있다."이다. 실제로도 힉스 매커니즘의 한계를 뛰어넘기 위해 입자들의 질량을 주는 여러가지 가설들이 제안되어 있다. 참조. 질량이 무엇인지는 질량 문서를 참고하자한 가지 주의할 점은 힉스장의 존재가 다수의 기본 입자가 개별 질량을 가진다는 사실을 설명하기는 하지만 질량 자체를 설명하는 것은 아니라는 점이다. 이를 설명하기 위해 여러 기본 입자로 구성된 원자 모델을 가정해보자. 이 원자를 구성하는 기본 입자들이 힉스장에 의해 가지는 질량을 다 더했을 때, 그 총합은 원자의 질량보다 작다(!). 그 기본 입자들이 원자 내에서 서로 상호작용하면서 나타나는 질량을 고려하지 않았기 때문이다. 결론은 '''힉스 보손은 기본 입자에 질량을 부여하기는 하지만, 이와 별개로 기본 입자 간의 상호작용 또한 질량이라는 물리적 성질에 영향을 미치는 요소이기 때문에 힉스 보손이 거시적 관점에서 보았을 때 질량의 핵심 요소라고 보기에는 부족함이 있다."이다. 실제로도 힉스 매커니즘의 한계를 뛰어넘기 위해 입자들의 질량을 주는 여러가지 가설들이 제안되어 있다. 참조. 질량이 무엇인지는 질량 문서를 참고하자한 가지 주의할 점은 힉스장의 존재가 다수의 기본 입자가 개별 질량을 가진다는 사실을 설명하기는 하지만 질량 자체를 설명하는 것은 아니라는 점이다. 이를 설명하기 위해 여러 기본 입자로 구성된 원자 모델을 가정해보자. 이 원자를 구성하는 기본 입자들이 힉스장에 의해 가지는 질량을 다 더했을 때, 그 총합은 원자의 질량보다 작다(!). 그 기본 입자들이 원자 내에서 서로 상호작용하면서 나타나는 질량을 고려하지 않았기 때문이다. 결론은 '''힉스 보손은 기본 입자에 질량을 부여하기는 하지만, 이와 별개로 기본 입자 간의 상호작용 또한 질량이라는 물리적 성질에 영향을 미치는 요소이기 때문에 힉스 보손이 거시적 관점에서 보았을 때 질량의 핵심 요소라고 보기에는 부족함이 있다."이다. 실제로도 힉스 매커니즘의 한계를 뛰어넘기 위해 입자들의 질량을 주는 여러가지 가설들이 제안되어 있다. 참조. 질량이 무엇인지는 질량 문서를 참고하자한 가지 주의할 점은 힉스장의 존재가 다수의 기본 입자가 개별 질량을 가진다는 사실을 설명하기는 하지만 질량 자체를 설명하는 것은 아니라는 점이다. 이를 설명하기 위해 여러 기본 입자로 구성된 원자 모델을 가정해보자. 이 원자를 구성하는 기본 입자들이 힉스장에 의해 가지는 질량을 다 더했을 때, 그 총합은 원자의 질량보다 작다(!). 그 기본 입자들이 원자 내에서 서로 상호작용하면서 나타나는 질량을 고려하지 않았기 때문이다. 결론은 '''힉스 보손은 기본 입자에 질량을 부여하기는 하지만, 이와 별개로 기본 입자 간의 상호작용 또한 질량이라는 물리적 성질에 영향을 미치는 요소이기 때문에 힉스 보손이 거시적 관점에서 보았을 때 질량의 핵심 요소라고 보기에는 부족함이 있다."이다. 실제로도 힉스 매커니즘의 한계를 뛰어넘기 위해 입자들의 질량을 주는 여러가지 가설들이 제안되어 있다. 참조. 질량이 무엇인지는 질량 문서를 참고하자한 가지 주의할 점은 힉스장의 존재가 다수의 기본 입자가 개별 질량을 가진다는 사실을 설명하기는 하지만 질량 자체를 설명하는 것은 아니라는 점이다. 이를 설명하기 위해 여러 기본 입자로 구성된 원자 모델을 가정해보자. 이 원자를 구성하는 기본 입자들이 힉스장에 의해 가지는 질량을 다 더했을 때, 그 총합은 원자의 질량보다 작다(!). 그 기본 입자들이 원자 내에서 서로 상호작용하면서 나타나는 질량을 고려하지 않았기 때문이다. 결론은 '''힉스 보손은 기본 입자에 질량을 부여하기는 하지만, 이와 별개로 기본 입자 간의 상호작용 또한 질량이라는 물리적 성질에 영향을 미치는 요소이기 때문에 힉스 보손이 거시적 관점에서 보았을 때 질량의 핵심 요소라고 보기에는 부족함이 있다."이다. 실제로도 힉스 매커니즘의 한계를 뛰어넘기 위해 입자들의 질량을 주는 여러가지 가설들이 제안되어 있다. 참조. 질량이 무엇인지는 질량 문서를 참고하자
						
					</td>
				</tr>
			</table>
			
			<div class="btn_container">
				<div class="btn_group">
					<button class="btn_board">목록</button>
					<%
						HttpSession session1 = request.getSession();
						String id = (String) session1.getAttribute("id");
						String writer = id;
						if(id.equals(writer)) {
							%>
							<button class="btn_board">수정</button>
							<button class="btn_board">삭제</button>
							<%
						}
					%>
				</div>
				<button class="btn_board point"><svg xmlns="http://www.w3.org/2000/svg" width="16" height="16" fill="currentColor" class="bi bi-hand-thumbs-up-fill" viewBox="0 0 16 16">
  <path d="M6.956 1.745C7.021.81 7.908.087 8.864.325l.261.066c.463.116.874.456 1.012.965.22.816.533 2.511.062 4.51a9.84 9.84 0 0 1 .443-.051c.713-.065 1.669-.072 2.516.21.518.173.994.681 1.2 1.273.184.532.16 1.162-.234 1.733.058.119.103.242.138.363.077.27.113.567.113.856 0 .289-.036.586-.113.856-.039.135-.09.273-.16.404.169.387.107.819-.003 1.148a3.163 3.163 0 0 1-.488.901c.054.152.076.312.076.465 0 .305-.089.625-.253.912C13.1 15.522 12.437 16 11.5 16H8c-.605 0-1.07-.081-1.466-.218a4.82 4.82 0 0 1-.97-.484l-.048-.03c-.504-.307-.999-.609-2.068-.722C2.682 14.464 2 13.846 2 13V9c0-.85.685-1.432 1.357-1.615.849-.232 1.574-.787 2.132-1.41.56-.627.914-1.28 1.039-1.639.199-.575.356-1.539.428-2.59z"/>
</svg>추천</button>
			</div>
		</div>
		<div>
		</div>
	</section>
=======
    <div class="container2">
        <table class="cont_tbl">
            <tr class="cont_tbl_r1">
                <td colspan="4">메밀 꽃 필 무렵</td>
            </tr>
            <tr class="cont_tbl_r2">
                <td>작성자 : 이효석</td>
                <td>작성일시 : 몇월며칠</td>
                <td>조회수 : 0</td>
                <td>추천수 : 0</td>
            </tr>
            <tr class="cont_tbl_r3">
                <td colspan="4">1940년대, 양자역학의 도입과 함께 고전역학으로부터의 패러다임이 변화하면서 물리법칙을 설명하기 위한 표준모형이 도입되기 시작한다.[6][7]
                    이 과정에서 물리적 계의 위상 변화(변환)와 물리법칙의 불변성을 동시에 표준모형에 적용하기 위해 대칭성이 도입되는데, 파동함수의 위상이 특정 방식으로 바뀌더라도 관측가능한 양,
                    입자의 분포, 입자의 속도, 에너지 등의 속성이 불변해야만 물리법칙이 성립하므로 이를 강제하기 위한 물리법칙이 가져야 할 특성으로 대칭성, 그중에서도 게이지 대칭성을
                    도입한다.[8][9]
                    게이지 대칭성의 존재는 그에 대응하는 게이지 장[10]이 존재하는 것을 의미한다. 이 게이지장을 기술하는 특성을 만족시키면서 국소적으로 존재확률이 0이 아닌 해가 있는데 이것이
                    바로 게이지 입자이다. 불확정성의 원리에 따라 게이지 입자도 짧은 순간이라면 진공 속에서 나타났다가 사라질 수 있는데, 표준모형은 이 가상입자와 실제 입자의 상호작용을 힘으로
                    설명한다. 즉, 우주에 존재하는 힘이 사실은 입자를 주고받으며 생긴다는 것이다. 이는 전자기력, 약력, 강력이 각각 광자, W/ZW/Z입자, 글루온이라는 입자를 주고받으며 생긴다는
                    뜻이 된다.
                    게이지 대칭성이라는 것 자체가 당연한 대칭성(우주 전체의 위상을 일정 수치 돌린다든지)을 제외하면 특정 상호작용을 기술하기 위한 것이기 때문에 특정 게이지=특정 게이지 입자(힘
                    전달 입자)=특정 힘 이라고 이해해도 좋다.
                    1964년에 동시다발적으로 게이지 보손에 질량을 주는 힉스 메커니즘이 제안되었다.[11] 일반적으로는 게이지 보손의 질량은 0이지만 약력의 게이지 입자인 WW, ZZ입자들은 질량이
                    크다.[12] 질량이 0이 아닌 게이지 입자들을 설명하기 위한 메커니즘인 힉스 메커니즘은 전체적으론 대칭적이지만 최소 에너지 상태 근처에선 비대칭적인 힉스장을 가정해서 원래
                    존재하던 대칭적이고 질량이 0인 게이지 보손을 질량이 0인 광자(전자기력)과 질량이 큰 3개의 W^+W
                    +, W^-W − 및 Z^0Z 0 입자(약력)로 나누는 데 성공했다. 1967년 와인버그와 살람에 의해 힉스장으로 게이지 입자들 뿐만이 아니라 페르미온들에게까지 질량을 주는 방법이
                    고안되었다. 물질을 기술하는 양자장 이론은 가장 기초적인 형태로는 질량을 포함하지 않는데 이는 게이지 대칭성을 유지하면서 질량을 주는 항을 넣기가 까다롭기 때문이다.[13][14]
                    그러나 현실에서는 많은 소립자가 질량을 가지고 있기에, 이런 모순을 해결하기 위해 힉스 장을 이용하였다.
                    '힉스장'이 없는 곳에서 입자들은 상대성으로 정의되는[15] 질량을 가질 수 없다. 하지만, 힉스장이 입자와 상호작용을 하면 그 부분에서의 힉스장의 밀도가 상승하는 경향이
                    존재한다. 일명 '힉스장의 밀도 차이'가 질량의 개념이 되는 것이다. 단적으로 설명하자면 무거운 놈이 가벼운 놈보다 무거운 이유는 무거운 놈이 힉스입자와 상호작용을 많이 하는
                    놈이기 때문이라는 것.[16]
                    이를 정리하면 다음과 같다. 물리법칙의 항상성을 위해 게이지 대칭성을 도입한다. 약력의 문제점과 전자기약력의 통합을 위해 힉스 메카니즘(=자발적 대칭성 깨짐)을 도입한다.
                    또한 추가로, 입자들이 질량을 가질 수 없다를 문제점을 해결하기 위해 힉스장을 이용해 표준모형을 완성한다. 이 표준모형은 실험적인 예측에서 엄청난 성공을 거둔다.
                    힉스장의 확실한 증거인 힉스 입자를 찾아 이론의 무결성을 증명하고 싶었던 과학자들은 힉스 입자를 찾기 위해 엄청난 노력을 한다. 이렇게 정리할 수 있다. 즉 개념으로서 도입된
                    이후, 다양한 실험적 증거들로 보강되고, 그 마침표를 찍기 위해 힉스 입자를 찾으려 한 것.
                    한 가지 주의할 점은 힉스장의 존재가 다수의 기본 입자가 개별 질량을 가진다는 사실을 설명하기는 하지만 질량 자체를 설명하는 것은 아니라는 점이다. 이를 설명하기 위해 여러 기본
                    입자로 구성된 원자 모델을 가정해보자. 이 원자를 구성하는 기본 입자들이 힉스장에 의해 가지는 질량을 다 더했을 때, 그 총합은 원자의 질량보다 작다(!). 그 기본 입자들이 원자
                    내에서 서로 상호작용하면서 나타나는 질량을 고려하지 않았기 때문이다. 결론은 '''힉스 보손은 기본 입자에 질량을 부여하기는 하지만, 이와 별개로 기본 입자 간의 상호작용 또한
                    질량이라는 물리적 성질에 영향을 미치는 요소이기 때문에 힉스 보손이 거시적 관점에서 보았을 때 질량의 핵심 요소라고 보기에는 부족함이 있다."이다. 실제로도 힉스 매커니즘의 한계를
                    뛰어넘기 위해 입자들의 질량을 주는 여러가지 가설들이 제안되어 있다. 참조. 질량이 무엇인지는 질량 문서를 참고하자.한 가지 주의할 점은 힉스장의 존재가 다수의 기본 입자가 개별
                    질량을 가진다는 사실을 설명하기는 하지만 질량 자체를 설명하는 것은 아니라는 점이다. 이를 설명하기 위해 여러 기본 입자로 구성된 원자 모델을 가정해보자. 이 원자를 구성하는 기본
                    입자들이 힉스장에 의해 가지는 질량을 다 더했을 때, 그 총합은 원자의 질량보다 작다(!). 그 기본 입자들이 원자 내에서 서로 상호작용하면서 나타나는 질량을 고려하지 않았기
                    때문이다. 결론은 '''힉스 보손은 기본 입자에 질량을 부여하기는 하지만, 이와 별개로 기본 입자 간의 상호작용 또한 질량이라는 물리적 성질에 영향을 미치는 요소이기 때문에 힉스
                    보손이 거시적 관점에서 보았을 때 질량의 핵심 요소라고 보기에는 부족함이 있다."이다. 실제로도 힉스 매커니즘의 한계를 뛰어넘기 위해 입자들의 질량을 주는 여러가지 가설들이
                    제안되어 있다. 참조. 질량이 무엇인지는 질량 문서를 참고하자한 가지 주의할 점은 힉스장의 존재가 다수의 기본 입자가 개별 질량을 가진다는 사실을 설명하기는 하지만 질량 자체를
                    설명하는 것은 아니라는 점이다. 이를 설명하기 위해 여러 기본 입자로 구성된 원자 모델을 가정해보자. 이 원자를 구성하는 기본 입자들이 힉스장에 의해 가지는 질량을 다 더했을 때,
                    그 총합은 원자의 질량보다 작다(!). 그 기본 입자들이 원자 내에서 서로 상호작용하면서 나타나는 질량을 고려하지 않았기 때문이다. 결론은 '''힉스 보손은 기본 입자에 질량을
                    부여하기는 하지만, 이와 별개로 기본 입자 간의 상호작용 또한 질량이라는 물리적 성질에 영향을 미치는 요소이기 때문에 힉스 보손이 거시적 관점에서 보았을 때 질량의 핵심 요소라고
                    보기에는 부족함이 있다."이다. 실제로도 힉스 매커니즘의 한계를 뛰어넘기 위해 입자들의 질량을 주는 여러가지 가설들이 제안되어 있다. 참조. 질량이 무엇인지는 질량 문서를
                    참고하자한 가지 주의할 점은 힉스장의 존재가 다수의 기본 입자가 개별 질량을 가진다는 사실을 설명하기는 하지만 질량 자체를 설명하는 것은 아니라는 점이다. 이를 설명하기 위해 여러
                    기본 입자로 구성된 원자 모델을 가정해보자. 이 원자를 구성하는 기본 입자들이 힉스장에 의해 가지는 질량을 다 더했을 때, 그 총합은 원자의 질량보다 작다(!). 그 기본 입자들이
                    원자 내에서 서로 상호작용하면서 나타나는 질량을 고려하지 않았기 때문이다. 결론은 '''힉스 보손은 기본 입자에 질량을 부여하기는 하지만, 이와 별개로 기본 입자 간의 상호작용
                    또한 질량이라는 물리적 성질에 영향을 미치는 요소이기 때문에 힉스 보손이 거시적 관점에서 보았을 때 질량의 핵심 요소라고 보기에는 부족함이 있다."이다. 실제로도 힉스 매커니즘의
                    한계를 뛰어넘기 위해 입자들의 질량을 주는 여러가지 가설들이 제안되어 있다. 참조. 질량이 무엇인지는 질량 문서를 참고하자한 가지 주의할 점은 힉스장의 존재가 다수의 기본 입자가
                    개별 질량을 가진다는 사실을 설명하기는 하지만 질량 자체를 설명하는 것은 아니라는 점이다. 이를 설명하기 위해 여러 기본 입자로 구성된 원자 모델을 가정해보자. 이 원자를 구성하는
                    기본 입자들이 힉스장에 의해 가지는 질량을 다 더했을 때, 그 총합은 원자의 질량보다 작다(!). 그 기본 입자들이 원자 내에서 서로 상호작용하면서 나타나는 질량을 고려하지 않았기
                    때문이다. 결론은 '''힉스 보손은 기본 입자에 질량을 부여하기는 하지만, 이와 별개로 기본 입자 간의 상호작용 또한 질량이라는 물리적 성질에 영향을 미치는 요소이기 때문에 힉스
                    보손이 거시적 관점에서 보았을 때 질량의 핵심 요소라고 보기에는 부족함이 있다."이다. 실제로도 힉스 매커니즘의 한계를 뛰어넘기 위해 입자들의 질량을 주는 여러가지 가설들이
                    제안되어 있다. 참조. 질량이 무엇인지는 질량 문서를 참고하자한 가지 주의할 점은 힉스장의 존재가 다수의 기본 입자가 개별 질량을 가진다는 사실을 설명하기는 하지만 질량 자체를
                    설명하는 것은 아니라는 점이다. 이를 설명하기 위해 여러 기본 입자로 구성된 원자 모델을 가정해보자. 이 원자를 구성하는 기본 입자들이 힉스장에 의해 가지는 질량을 다 더했을 때,
                    그 총합은 원자의 질량보다 작다(!). 그 기본 입자들이 원자 내에서 서로 상호작용하면서 나타나는 질량을 고려하지 않았기 때문이다. 결론은 '''힉스 보손은 기본 입자에 질량을
                    부여하기는 하지만, 이와 별개로 기본 입자 간의 상호작용 또한 질량이라는 물리적 성질에 영향을 미치는 요소이기 때문에 힉스 보손이 거시적 관점에서 보았을 때 질량의 핵심 요소라고
                    보기에는 부족함이 있다."이다. 실제로도 힉스 매커니즘의 한계를 뛰어넘기 위해 입자들의 질량을 주는 여러가지 가설들이 제안되어 있다. 참조. 질량이 무엇인지는 질량 문서를
                    참고하자한 가지 주의할 점은 힉스장의 존재가 다수의 기본 입자가 개별 질량을 가진다는 사실을 설명하기는 하지만 질량 자체를 설명하는 것은 아니라는 점이다. 이를 설명하기 위해 여러
                    기본 입자로 구성된 원자 모델을 가정해보자. 이 원자를 구성하는 기본 입자들이 힉스장에 의해 가지는 질량을 다 더했을 때, 그 총합은 원자의 질량보다 작다(!). 그 기본 입자들이
                    원자 내에서 서로 상호작용하면서 나타나는 질량을 고려하지 않았기 때문이다. 결론은 '''힉스 보손은 기본 입자에 질량을 부여하기는 하지만, 이와 별개로 기본 입자 간의 상호작용
                    또한 질량이라는 물리적 성질에 영향을 미치는 요소이기 때문에 힉스 보손이 거시적 관점에서 보았을 때 질량의 핵심 요소라고 보기에는 부족함이 있다."이다. 실제로도 힉스 매커니즘의
                    한계를 뛰어넘기 위해 입자들의 질량을 주는 여러가지 가설들이 제안되어 있다. 참조. 질량이 무엇인지는 질량 문서를 참고하자한 가지 주의할 점은 힉스장의 존재가 다수의 기본 입자가
                    개별 질량을 가진다는 사실을 설명하기는 하지만 질량 자체를 설명하는 것은 아니라는 점이다. 이를 설명하기 위해 여러 기본 입자로 구성된 원자 모델을 가정해보자. 이 원자를 구성하는
                    기본 입자들이 힉스장에 의해 가지는 질량을 다 더했을 때, 그 총합은 원자의 질량보다 작다(!). 그 기본 입자들이 원자 내에서 서로 상호작용하면서 나타나는 질량을 고려하지 않았기
                    때문이다. 결론은 '''힉스 보손은 기본 입자에 질량을 부여하기는 하지만, 이와 별개로 기본 입자 간의 상호작용 또한 질량이라는 물리적 성질에 영향을 미치는 요소이기 때문에 힉스
                    보손이 거시적 관점에서 보았을 때 질량의 핵심 요소라고 보기에는 부족함이 있다."이다. 실제로도 힉스 매커니즘의 한계를 뛰어넘기 위해 입자들의 질량을 주는 여러가지 가설들이
                    제안되어 있다. 참조. 질량이 무엇인지는 질량 문서를 참고하자한 가지 주의할 점은 힉스장의 존재가 다수의 기본 입자가 개별 질량을 가진다는 사실을 설명하기는 하지만 질량 자체를
                    설명하는 것은 아니라는 점이다. 이를 설명하기 위해 여러 기본 입자로 구성된 원자 모델을 가정해보자. 이 원자를 구성하는 기본 입자들이 힉스장에 의해 가지는 질량을 다 더했을 때,
                    그 총합은 원자의 질량보다 작다(!). 그 기본 입자들이 원자 내에서 서로 상호작용하면서 나타나는 질량을 고려하지 않았기 때문이다. 결론은 '''힉스 보손은 기본 입자에 질량을
                    부여하기는 하지만, 이와 별개로 기본 입자 간의 상호작용 또한 질량이라는 물리적 성질에 영향을 미치는 요소이기 때문에 힉스 보손이 거시적 관점에서 보았을 때 질량의 핵심 요소라고
                    보기에는 부족함이 있다."이다. 실제로도 힉스 매커니즘의 한계를 뛰어넘기 위해 입자들의 질량을 주는 여러가지 가설들이 제안되어 있다. 참조. 질량이 무엇인지는 질량 문서를
                    참고하자한 가지 주의할 점은 힉스장의 존재가 다수의 기본 입자가 개별 질량을 가진다는 사실을 설명하기는 하지만 질량 자체를 설명하는 것은 아니라는 점이다. 이를 설명하기 위해 여러
                    기본 입자로 구성된 원자 모델을 가정해보자. 이 원자를 구성하는 기본 입자들이 힉스장에 의해 가지는 질량을 다 더했을 때, 그 총합은 원자의 질량보다 작다(!). 그 기본 입자들이
                    원자 내에서 서로 상호작용하면서 나타나는 질량을 고려하지 않았기 때문이다. 결론은 '''힉스 보손은 기본 입자에 질량을 부여하기는 하지만, 이와 별개로 기본 입자 간의 상호작용
                    또한 질량이라는 물리적 성질에 영향을 미치는 요소이기 때문에 힉스 보손이 거시적 관점에서 보았을 때 질량의 핵심 요소라고 보기에는 부족함이 있다."이다. 실제로도 힉스 매커니즘의
                    한계를 뛰어넘기 위해 입자들의 질량을 주는 여러가지 가설들이 제안되어 있다. 참조. 질량이 무엇인지는 질량 문서를 참고하자한 가지 주의할 점은 힉스장의 존재가 다수의 기본 입자가
                    개별 질량을 가진다는 사실을 설명하기는 하지만 질량 자체를 설명하는 것은 아니라는 점이다. 이를 설명하기 위해 여러 기본 입자로 구성된 원자 모델을 가정해보자. 이 원자를 구성하는
                    기본 입자들이 힉스장에 의해 가지는 질량을 다 더했을 때, 그 총합은 원자의 질량보다 작다(!). 그 기본 입자들이 원자 내에서 서로 상호작용하면서 나타나는 질량을 고려하지 않았기
                    때문이다. 결론은 '''힉스 보손은 기본 입자에 질량을 부여하기는 하지만, 이와 별개로 기본 입자 간의 상호작용 또한 질량이라는 물리적 성질에 영향을 미치는 요소이기 때문에 힉스
                    보손이 거시적 관점에서 보았을 때 질량의 핵심 요소라고 보기에는 부족함이 있다."이다. 실제로도 힉스 매커니즘의 한계를 뛰어넘기 위해 입자들의 질량을 주는 여러가지 가설들이
                    제안되어 있다. 참조. 질량이 무엇인지는 질량 문서를 참고하자한 가지 주의할 점은 힉스장의 존재가 다수의 기본 입자가 개별 질량을 가진다는 사실을 설명하기는 하지만 질량 자체를
                    설명하는 것은 아니라는 점이다. 이를 설명하기 위해 여러 기본 입자로 구성된 원자 모델을 가정해보자. 이 원자를 구성하는 기본 입자들이 힉스장에 의해 가지는 질량을 다 더했을 때,
                    그 총합은 원자의 질량보다 작다(!). 그 기본 입자들이 원자 내에서 서로 상호작용하면서 나타나는 질량을 고려하지 않았기 때문이다. 결론은 '''힉스 보손은 기본 입자에 질량을
                    부여하기는 하지만, 이와 별개로 기본 입자 간의 상호작용 또한 질량이라는 물리적 성질에 영향을 미치는 요소이기 때문에 힉스 보손이 거시적 관점에서 보았을 때 질량의 핵심 요소라고
                    보기에는 부족함이 있다."이다. 실제로도 힉스 매커니즘의 한계를 뛰어넘기 위해 입자들의 질량을 주는 여러가지 가설들이 제안되어 있다. 참조. 질량이 무엇인지는 질량 문서를 참고하자
>>>>>>> branch 'master' of https://github.com/SwAurora/URDO.git

                </td>
            </tr>
        </table>

        <div class="btn_container">
            <div class="btn_group">
                <button class="btn_board" onclick="goBack()">목록</button>
                <%
                    HttpSession session1 = request.getSession();
                    String id = (String) session1.getAttribute("id");
                    if(true)
                    {
                %>
                <button class="btn_board">수정</button>
                <button class="btn_board">삭제</button>
                <%
                    }
                %>
            </div>
            <button class="btn_board point">
                <svg xmlns="http://www.w3.org/2000/svg" width="16" height="16" fill="currentColor"
                     class="bi bi-hand-thumbs-up-fill" viewBox="0 0 16 16">
                    <path d="M6.956 1.745C7.021.81 7.908.087 8.864.325l.261.066c.463.116.874.456 1.012.965.22.816.533 2.511.062 4.51a9.84 9.84 0 0 1 .443-.051c.713-.065 1.669-.072 2.516.21.518.173.994.681 1.2 1.273.184.532.16 1.162-.234 1.733.058.119.103.242.138.363.077.27.113.567.113.856 0 .289-.036.586-.113.856-.039.135-.09.273-.16.404.169.387.107.819-.003 1.148a3.163 3.163 0 0 1-.488.901c.054.152.076.312.076.465 0 .305-.089.625-.253.912C13.1 15.522 12.437 16 11.5 16H8c-.605 0-1.07-.081-1.466-.218a4.82 4.82 0 0 1-.97-.484l-.048-.03c-.504-.307-.999-.609-2.068-.722C2.682 14.464 2 13.846 2 13V9c0-.85.685-1.432 1.357-1.615.849-.232 1.574-.787 2.132-1.41.56-.627.914-1.28 1.039-1.639.199-.575.356-1.539.428-2.59z"></path>
                </svg>
                추천
            </button>
        </div>
    </div>
    <div>
    </div>
</section>
<script>
    function goBack()
    {
        history.back();
    }
</script>
<!--전체 JS-->
<script src="../../resources/js/common.js"></script>

</body>
</html>